---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Mbh
source: html/fffd3894-02ab-5c2c-f56c-363042a0879c.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Mbh Property

Symbol MBH, indicating unit Thousand British thermal units per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId Mbh { get; }
```